{
  "Zoom": "Zoom",
  "age": "edad",
  "phone": "telefóno",
  "email": "correo",
  "address": "dirección",
  "Download CV": "Descargar CV",
  "Enable light mode": "Habilitar tema claro",
  "Enable dark mode": "Habilitar tema oscuro",
  "All": "Todos",
  "Landing pages": "Páginas de agencia",
  "Mobile apps": "Aplicaciones móviles",
  "Web sites": "Sitios web",
  "Education": "Educación",
  "Professional work experience": "Experiencia laboral profesional",
  "Vocational work experience": "Experiencia laboral vocacional",
  "General skills": "Habilidades generales",
  "Error ": "Error ",
  "Server response failed, check your connection to the network, or contact the administrators": "La respuesta del servidor falló, verifique su conexión a la red o comuníquese con los administradores",
  "About me_": "Acerca de mi_",
  "My projects_": "Mis proyectos_",
  "Resume_": "Resumen_",
  "home": "inicio",
  "resume": "resumen",
  "portfolio": "Mis projectos",
  "testimonials": "testimonios",
  "blog": "blog",
  "contact": "contacto",
  "Full Stack Developer, Automation Engineer": "Desarrollador Full Stack, Ingeniero en Control Automático",
  "Biomedical and Automation Faculty, Technological University of Havana (CUJAE)": "Facultad de Automática y Biomédica, Universidad Tecnológica de la Habana (CUJAE)",
  "Full Stack Developer for the cuban startup Guajitech": "Desarrollador Full Stack para la empresa cubana Guajitech",
  "Intern professor in Technological University of Havana (CUJAE)": "Profesor interno de la Universidad Tecnológica de La Habana (CUJAE)",
  "Research Assistant Student in Technological University of Havana (CUJAE)": "Estudiante Asistente de Investigación en la Universidad Tecnológica de La Habana (CUJAE)",
  "Assistant Student in Technological University of Havana (CUJAE)": "Alumno Ayudante en la Universidad Tecnológica de La Habana (CUJAE)",
  "Get in touch_": "Contáctame_",
  "Ecommerce Platform for the cuban startup Guajitech. Allows B2C and B2B business modalities.": "Plataforma de comercio electrónico para la startup cubana Guajitech. Permite modalidades de negocio B2C y B2B.",
  "more details": "más detalles",
  "Multimedia streaming web application.": "Aplicación web de streaming de multimedia.",
  "Content management system for the website of the Cuban company Gaviota SA": "Sistema de gestión de contenidos para el sitio web de la empresa cubana Gaviota SA",
  "Used Stack": "Tecnologías Usadas",
  "Content management system for the website of the Cuban company Marlin SA": "Sistema de gestión de contenidos para el sitio web de la empresa cubana company Marlin SA",
  "Events management and sale system for the Havanatur SA company. The system allows the creation of hotels and management of their availability. Allows B2B and B2C business modalities.": "Sistema de gestión y venta de eventos y experiencias para la empresa Havanatur SA. El sistema permite la creación de hoteles y la gestión de su disponibilidad. Permite modalidades de negocio B2B y B2C.",
  "Two Wheel Self Balancing Robot": "Robot autobalanceado de dos ruedas",
  "Autonomous navigation on a robot with Ackerman drive": "Navegación autónoma en un robot con accionamiento Ackerman",
  "Mobile application for the control of a self-balancing robot": "Aplicacion movil para el control de un robot autobalanceado",
  "Mobile application to control investigations during the Covid pandemic: PesquisaActiva":"Aplicacion movil para el control de pesquisas durante la pandemia del Covid: PesquisaActiva"
}
